page.error.invoice.hasUnprocessedOrders=\u0421\u0447\u0435\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u043A\u0440\u044B\u0442, \u043F\u043E\u043A\u0430 \u043E\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043D\u0435\u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u044B! \u041F\u043E\u0434\u043E\u0436\u0434\u0438\u0442\u0435, \u043F\u043E\u043A\u0430 \u043D\u0430\u0448 \u043C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u0412\u0430\u0448\u0438 \u0437\u0430\u043A\u0430\u0437\u044B
invoice.close.error=\u0421\u0447\u0435\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0437\u0430\u043A\u0440\u044B\u0442, \u043F\u043E\u043A\u0430 \u043E\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043D\u0435\u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u044B\u0435 \u0438\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u044B! \u0415\u0441\u043B\u0438 \u0432\u0430\u0448 \u0441\u0447\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u044B, \u043E\u0442\u043F\u0440\u0430\u0432\u044C\u0442\u0435 \u0438\u0445 \u0438\u043B\u0438 \u043E\u0442\u043A\u043B\u043E\u043D\u0438\u0442\u0435. \u0422\u0430\u043A\u0436\u0435 \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0435 \u0437\u0430\u043A\u0430\u0437\u0430. \u0412 \u0441\u043B\u0443\u0447\u0430\u0435 \u043D\u0435\u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u043E\u0433\u043E \u0437\u0430\u043A\u0430\u0437\u0430, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u0434\u043E\u0436\u0434\u0438\u0442\u0435, \u043F\u043E\u043A\u0430 \u043D\u0430\u0448 \u043C\u0435\u043D\u0435\u0434\u0436\u0435\u0440 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442 \u0438\u0445
page.error.order.form=\u041F\u043E\u0445\u043E\u0436\u0435, \u0447\u0442\u043E \u0432 \u0432\u0430\u0448\u0435\u043C \u0437\u0430\u043F\u0440\u043E\u0441\u0435 \u043E\u0448\u0438\u0431\u043A\u0430. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0435 \u0432\u0430\u0448 \u0437\u0430\u043A\u0430\u0437 \u0441\u043D\u043E\u0432\u0430
page.error.invoice.unpaid=\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0441\u043E\u0432\u0435\u0440\u0448\u0430\u0442\u044C \u043D\u043E\u0432\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u044B \u0432 \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0443 \u0412\u0430\u0441 \u0435\u0441\u0442\u044C \u0437\u0430\u043A\u0440\u044B\u0442\u044B\u0439 \u0438\u043B\u0438 \u043D\u0435 \u043E\u043F\u043B\u0430\u0447\u0435\u043D\u043D\u044B\u0439 \u0441\u0447\u0435\u0442
page.error.firstName= \u0418\u043C\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u044B\u043C \u0438\u043B\u0438 \u0434\u043B\u0438\u043D\u043D\u0435\u0435 20 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
page.error.lastName=\u0424\u0430\u043C\u0438\u043B\u0438\u044F \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043F\u0443\u0441\u0442\u043E\u0439 \u0438\u043B\u0438 \u0434\u043B\u0438\u043D\u043D\u0435\u0435 20 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
page.error.userExists=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0442\u0430\u043A\u0438\u043C e-mail \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
page.error.userNotExists=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0442\u0430\u043A\u0438\u043C e-mail \u043D\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D.
page.error.password=\u041F\u0430\u0440\u043E\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u043D\u0435 \u043C\u0435\u043D\u0435\u0435 8 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
page.error.wrongPassword=\u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C.
page.error.email=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u043F\u043E\u0447\u0442\u043E\u0432\u044B\u0439 \u0430\u0434\u0440\u0435\u0441
page.error.invalidCategory=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0443\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u0431\u044B \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0439  \u0431\u044B\u043B\u0438 \u0432\u0432\u0435\u0434\u0435\u043D\u044B \u0434\u043B\u044F \u0432\u0441\u0435\u0445 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0445 \u044F\u0437\u044B\u043A\u043E\u0432, \u0438 \u043A\u0430\u0436\u0434\u044B\u0439 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A \u0438\u043C\u0435\u043B \u0440\u0430\u0437\u043C\u0435\u0440 \u043E\u0442 2 \u0434\u043E 25 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
page.error.categoryExists=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F \u0441 \u0442\u0430\u043A\u0438\u043C \u0438\u043C\u0435\u043D\u0435\u043C \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.  \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 \u043D\u0435 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u0433\u043E \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u0430, \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0441\u044F \u043D\u0435 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u043E\u0439
page.error.invalidImage=\u041F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u043D\u0435 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C
page.error.invalidPrice=\u0426\u0435\u043D\u0430 \u0434\u043E\u043B\u0436\u043D\u0430 \u0431\u044B\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D\u0430 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043C\u0435\u043D\u044C\u0448\u0435 \u043D\u0443\u043B\u044F
page.error.invalidTitle=\u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u0443\u043A\u0430\u0437\u0430\u043D\u044B \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043A\u0438 \u0438 \u0432\u0432\u0435\u0434\u0435\u043D\u044B \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F \u0434\u043B\u044F \u0432\u0441\u0435\u0445 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0445 \u044F\u0437\u044B\u043A\u043E\u0432, \u0430 \u0442\u0430\u043A\u0436\u0435 \u043A\u0430\u0436\u0434\u044B\u0439 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A \u0438\u043C\u0435\u0435\u0442 \u0440\u0430\u0437\u043C\u0435\u0440 \u043E\u0442 2 \u0434\u043E 50 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
page.error.invalidDescription=\u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u0432\u0432\u0435\u0434\u0435\u043D\u044B \u0434\u043B\u044F \u0432\u0441\u0435\u0445 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u043C\u044B\u0445 \u044F\u0437\u044B\u043A\u043E\u0432, \u0430 \u0442\u0430\u043A\u0436\u0435 \u043A\u0430\u0436\u0434\u043E\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0438\u043C\u0435\u0435\u0442 \u0440\u0430\u0437\u043C\u0435\u0440 \u043E\u0442 15 \u0434\u043E 255 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
page.error.itemTitleExists=\u041F\u043E\u0437\u0438\u0446\u0438\u044F \u0441 \u0442\u0430\u043A\u0438\u043C \u0438\u043C\u0435\u043D\u0435\u043C \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442. \u041E\u0431\u0440\u0430\u0442\u0438\u0442\u0435 \u0432\u043D\u0438\u043C\u0430\u043D\u0438\u0435, \u0447\u0442\u043E \u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043D\u0435 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u043E \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u043E\u0434\u043D\u043E\u0433\u043E \u043F\u0435\u0440\u0435\u0432\u043E\u0434\u0430, \u0438\u043C\u044F \u043F\u043E\u0437\u0438\u0446\u0438\u0438 \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0441\u044F \u043D\u0435 \u0443\u043D\u0438\u043A\u0430\u043B\u044C\u043D\u043E\u0439 

id=ID
menu=\u041C\u0435\u043D\u044E
invoice.content=\u0421\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0435 \u0441\u0447\u0435\u0442\u0430
invoice.details=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u0438 \u0441\u0447\u0435\u0442\u0430
invoice=\u0421\u0447\u0435\u0442
invoices=\u0421\u0447\u0435\u0442\u0430
invoice.close=\u0417\u0430\u043A\u0440\u044B\u0442\u044C \u0441\u0447\u0435\u0442
invoice.pay=\u041E\u043F\u043B\u0430\u0442\u0438\u0442\u044C \u0441\u0447\u0435\u0442
invoice.submit=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044C \u0441\u0447\u0435\u0442
user=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
order=\u0417\u0430\u043A\u0430\u0437
order.content=\u0421\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0435 \u0437\u0430\u043A\u0430\u0437\u0430
order.details=\u041F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0441\u0442\u0438 \u0437\u0430\u043A\u0430\u0437\u0430
order.submit=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044C \u0437\u0430\u043A\u0430\u0437
orders=\u0417\u0430\u043A\u0430\u0437\u044B
delete=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
date=\u0414\u0430\u0442\u0430
time=\u0412\u0440\u0435\u043C\u044F
state=\u0421\u0442\u0430\u0442\u0443\u0441
total=\u0421\u0443\u043C\u043C\u0430
item=\u0422\u043E\u0432\u0430\u0440
item.modify=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0442\u043E\u0432\u0430\u0440
title=\u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435
description=\u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
price=\u0426\u0435\u043D\u0430
quantity=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E
CLOSED=\u0417\u0430\u043A\u0440\u044B\u0442
PROCESSED=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D
MODIFIED=\u0418\u0437\u043C\u0435\u043D\u0435\u043D
REJECTED=\u041E\u0442\u043A\u043B\u043E\u043D\u0435\u043D
NEW=\u041D\u043E\u0432\u044B\u0439
submit=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044C
modify=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C
reject=\u041E\u0442\u043A\u043B\u043E\u043D\u0438\u0442\u044C
info=\u0418\u043D\u0444\u043E
UNPAID=\u041D\u0435\u043E\u043F\u043B\u0430\u0447\u0435\u043D
PAID=\u041E\u043F\u043B\u0430\u0447\u0435\u043D
new=\u041D\u043E\u0432\u044B\u0435
modified=\u0418\u0437\u043C\u0435\u043D\u0435\u043D\u043D\u044B\u0435
rejected=\u041E\u0442\u043A\u043B\u043E\u043D\u0435\u043D\u043D\u044B\u0435
processed=\u041E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u043D\u043D\u044B\u0435
modify.category=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044E
categories=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438
category=\u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
category.new=\u041D\u043E\u0432\u0430\u044F \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
create=\u0421\u043E\u0437\u0434\u0430\u0442\u044C
items=\u0422\u043E\u0432\u0430\u0440\u044B
image.modify=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043A\u0430\u0440\u0442\u0438\u043D\u043A\u0443
500=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u0432\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0430
404=\u0417\u0430\u043F\u0440\u043E\u0448\u0435\u043D\u043D\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u0430
signIn=\u0412\u043E\u0439\u0442\u0438
signUp=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
orderCart=\u041A\u043E\u0440\u0437\u0438\u043D\u0430
email=\u042D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u044B\u0439 \u0410\u0434\u0440\u0435\u0441
email.placeholder=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u043E\u0447\u0442\u0443
password=\u041F\u0430\u0440\u043E\u043B\u044C
password.placeholder=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043F\u0430\u0440\u043E\u043B\u044C
firstName=\u0418\u043C\u044F
firstName.placeholder=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0438\u043C\u044F
lastName=\u0424\u0430\u043C\u0438\u043B\u0438\u044F
lastName.placeholder=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0444\u0430\u043C\u0438\u043B\u0438\u044E
signUp.submit=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F
emptyCard=\u0412 \u0432\u0430\u0448\u0435\u0439 \u043A\u043E\u0440\u0437\u0438\u043D\u0435 \u043D\u0435\u0442 \u0442\u043E\u0432\u0430\u0440\u043E\u0432
remove=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
invoices.unpaid=\u041D\u0435\u043E\u043F\u043B\u0430\u0447\u0435\u043D\u043D\u044B\u0435
invoices.paid=\u041E\u043F\u043B\u0430\u0447\u0435\u043D\u043D\u044B\u0435
signOut=\u0412\u044B\u0445\u043E\u0434
make.order=\u0417\u0410\u041A\u0410\u0417\u0410\u0422\u042C